Repository: sangnt-rule/watch
Catalog: data/locales/default/common.tmx
Source language: vi
Languages: en

source: DU LỊCH VỚI TỰ TIN. <br> DU LỊCH VỚI CHÚNG TÔI
en: TRAVEL WITH CONFIDENCE. <br> TRAVEL WITH US.

source: Bảo hiểm du lịch - Sự bảo vệ tối đa trong việc bảo vệ du lịch và hỗ trợ du lịch khẩn cấp.
en: Travel Insurance - The Ultimate solution in travel protection and emergency travel assistance.

source: Chúng tôi biết, để có một kỳ nghỉ trọn vẹn bạn cần lên kế hoạch một cách kỹ lưỡng, chọn những dịch vụ và sản phẩm với giá cả hợp lý nhất. Từ đó, để mang đến bạn một kỳ nghỉ tuyệt vời, chúng tôi đã tạo ra những sản phẩm phù hợp nhất với bạn. <br>Nhấn “TÌM KIẾM NGAY” để lên kế hoạch cho kỳ nghỉ của bạn ngay nhé!
en: To have a full vacation, you need to plan carefully and choose the services and products with the most reasonable prices. Since then, in order to bring you a wonderful holiday, we have created the most suitable products for you. <br>Click "SEARCH NOW" to plan your holiday now!

source: TÌM KIẾM NGAY
en: SEARCH NOW

source: KỲ NGHỈ TUYỆT VỚI CHO BẠN
en: YOUR WONDERFUL JOURNEY

source: Tìm kiếm các tour du lịch, dịch vụ, vé máy bay... dành cho bạn với chi phí hợp lý nhất. Nhấn "KHÁM PHÁ NGAY" để tìm hiểu thêm nhé!
en: Looking for travel packages, services, airplane tickets... with the best price for you. <br>Click "EXPLORE NOW" button for more information!

source: Số điện thoại
en: Phone number

source: Dịch vụ
en: Service

source: Vé du lịch
en: Travel tickets

source: Khách sạn
en: Hotel

source: Gửi yêu cầu thành công
en: Send request successfully

source: /tim-kiem-ngay.html
en: /search-now.html

source: Tour du lịch
en: Tour

source: Điều khoản & Điều kiện
en: Terms & Conditions

source: Chính sách bảo mật
en: Privacy Policy

source: Nghề nghiệp
en: Careers

source: Dịch vụ du lịch
en: Travel services
